
<body bgcolor="#000000" text="#CCCCCC">
<img src="copertine/nevermind.jpeg" width="140" height="140" align="left"> &Egrave; 
il 30 aprile 1991 i Nirvana firmano un contratto con la Geffen, una famosa casa 
discografica americana.<br>
Il mese dopo entrano in studio di registrazione con il direttore Butch Vig, per 
dar vita all'album pi&ugrave; importante e rappresentativo degli anni '90 e il 
maggior successo per il gruppo statunitense:Nevermind.<br>
La copertina di questo CD, ha conquistato un posto d'onore nelle menti dei fans, 
e non solo diventando, come gi&agrave; era successo per altri gruppi, pi&ugrave; 
famosa delle stesse canzoni dell'album. La Geffen, che produsse questo CD invest&igrave; 
inizialmente 135.000 dollari, niente se comparati ai ben 50 milioni che ne ricav&ograve; 
dalla vendita.<br>
La copertina ritrae un bambino che nuota sott'acqua. &Egrave; Spencer Elden (cinque 
mesi) e l'idea di questo soggetto venne a Kurt Cabain, leader del gruppo, mentre 
stava guardando assieme a Dave, il bassista, un documentario sul parto in acqua. 
Dopo averne parlato con il suo produttore Robert Fisher, e gli altri componenti 
del gruppo, diede l'incarico al subacqueo Kirk Weddle di scattare alcune foto 
a qualche bambino mentre nuotava in una piscina. L'immagine della copertina appena 
venne pubblicata dest&ograve; molto scalpore nell'opinione pubblica a causa del 
pene del bambino troppo in vista per i gusti dei giornalisti e critici.<br>
Fu cos&igrave; che Kurt prepar&ograve; un adesivo con cui coprirlo e sul quale 
si leggeva &quot;se ti senti offeso da questo, devi essere un potenziale pedofilo&quot;. 
<br>
Alla fine il pene di Spencer rimase. L'ultimo ritocco copertina lo diede Kurt 
che aggiungendo co un fotomontaggio un dollaro attaccato ad un amo .<br>
In questa cover, si possono considerare due i componenti principali: il bambino 
e il dollaro. Il primo rappresenta l'ingenuit&agrave; e l'innocenza che ogni persona 
ha suo interno, il secondo simboleggia la superficialit&agrave;, la materialit&agrave; 
e i vizi che la nostra societ&agrave; sempre pi&ugrave; accetta e assimila, le 
apparenze che promettono e non mantengono felicit&agrave; e benessere. In complesso 
con quest'immagine i Nirvana hanno voluto trasmettere al pubblico il messaggio 
che ormai la nostra societ&agrave; tiene conto solo delle idee pi&ugrave; materiali 
delle cose pi&ugrave; futili e stupide, non considerando minimamente fondamentali 
quelle che invece dovrebbero essere pi&ugrave; valorizzate. <br>
E il fatto che il bambino tenti di afferrare la banconota sostiene questa tesi.<br>
Spencer Elden si potrebbe quasi paragonare al bene e alla bont&agrave; che sempre 
pi&ugrave; spesso vengono con corrotte dal male, il dollaro. <br>
Nel 1991 come ai nostri giorni essa viene sempre pi&ugrave; comparata a buon mercato, 
bastano pochi dollari.<br>
Questa &egrave; la nostra interpretazione del significato di questa cover, ed 
essendo noi semplici studenti, potrebbe anche risultare sbagliata.<br>
